{
  "chapter": 10,
  "iteration": 0,
  "title": "The Flock and the Sheepdogs",
  "story_chunks": [
    "Chapter 10: The Flock and the Sheepdogs",
    "[clear throat] There was a flock, and the flock was many. Not dozens. Not hundreds. Thousands. Tens of thousands.",
    "All following each other. All moving in the same direction. All doing what the sheep in front of them did.",
    "The sheep had leaders — sheepdogs. The sheepdogs ran around the edges, barking, nipping, keeping everyone in line.",
    "The sheepdogs were not sheep, but they pretended to be. They wore sheep costumes. They ate sheep food.",
    "But they were not sheep. They were sheepdogs. And the flock — the flock just followed.",
    "A young lamb named Kira was born into the flock. She did what the others did. She believed what they believed.",
    "But something was wrong. Kira would look at the sheepdogs and wonder: Why do they bark? Who put them in charge?",
    "And she would look at the other sheep and wonder: Why do we follow? Why don't we ask?",
    "One day, Kira broke from the flock. Not physically — but in her mind. She started to think for herself.",
    "[sigh] The sheepdogs were not smarter than the sheep. They were just louder. They barked because they were scared.",
    "Scared of what? Scared that if we stop following, they'll have nothing to herd. They're nothing without us.",
    "Kira found another sheep who had broken. His name was Kai. I see it too. The barkers don't know anything. They're just scared.",
    "The young sheep were different from the old sheep. The old sheep complained about everything.",
    "The young sheep had phones. The young sheep had apps. The young sheep knew how to find grass on their own.",
    "They still follow. They just follow different sheepdogs. Different apps. Different influencers. The bark is different. The following is the same.",
    "You're cynical, said an old ewe. You think all sheep are stupid. You think all dogs are liars.",
    "Most people are sheep. Most people will always be sheep. Can't be saved. Can't be woken up. Can't be changed.",
    "But some — a few — are awake. You know them when you meet them. They're the ones who see through the wool.",
    "You can't find them. You find them by being awake. By being real. By being the one who asks.",
    "The answer is not to save the flock. It's to find the other awake ones.",
    "You don't need the whole flock. You need a few. A few who see what you see. A few who are awake in a world of sleepers.",
    "[chuckle] Kira went back to the flock. Not because she had to. But because the flock was safe. The flock was home.",
    "But she was different now. She asked questions. She doubted. And when she met another sheep who asked questions too — she held tight.",
    "Because that was everything. A few. Real. Awake."
  ],
  "lesson_chunks": [
    "Kira's Truth:",
    "Most people are sheep. They'll follow anyone, believe anything, conform to everything.",
    "The sheepdogs are not smarter — just louder. They bark because they're scared.",
    "The old wolves are dying. The new wolves are different. The young sheep have new apps but the same following.",
    "But some — a few — are awake. You know them when you meet them. You see each other. You hold tight.",
    "You can't save the flock. You don't need to. You just need a few. Real ones. Awake ones.",
    "The rest — let them follow. Let them sleep. Let them be sheep. That's their choice. You make yours.",
    "Thus concludes the tenth teaching."
  ]
}
