{
  "chapter": 6,
  "iteration": 0,
  "title": "The Craftsman and the CEO",
  "story_chunks": [
    "Chapter 6: The Craftsman and the CEO",
    "[clear throat] There was a craftsman named Torin, and he built things. He built with his hands. Wood and metal, fire and force.",
    "He built chairs that held weight and bridges that held people and houses that held families. When Torin built something, it stood. It worked.",
    "In the same city, there was a man named Vance who also built things. Vance built PowerPoint presentations. Vance built emails. Vance built meetings.",
    "When Vance built something, there was applause and handshakes. But what exactly he had built — no one could say.",
    "One day, the city needed a new bridge. The council hired Vance. Vance called meetings. Created committees. Wrote reports about reports.",
    "Six months passed. The bridge was still not built. We need a bridge! We hired you to build!",
    "[chuckle] Torin, passing by, stopped. How much rope do you need? Rope. To measure. Then wood. Then time. Then a bridge.",
    "I have an MBA, said Vance. Torin laughed. I have twelve years running conduit. I have calluses. I can build your bridge in three months.",
    "The council hired Torin. In three months, the bridge was built. It stood. It worked.",
    "But the celebration was strange. Vance took credit. Torin stood in the back, covered in sawdust, and said nothing.",
    "Let him have his slides. I have a bridge. I know what I built. That's enough.",
    "[sigh] The world will not value what you build. The world will value what is loud. The CEO will make ten thousand times more than the craftsman.",
    "You have a choice: be angry about it, or build anyway. Why build anyway? Because the building is the point — not the credit, not the money.",
    "These hands have made things that will outlast me. The bridge will still stand when we're all dead.",
    "You will meet men who call themselves electricians who have never run conduit. They talk and talk and talk.",
    "Watch what they do, not what they say. Watch if they have the calluses.",
    "When the bridge falls, they'll blame you. And when it stands, they'll take credit. That's just how it is.",
    "The point is not to become the CEO. The point is to become the one who can actually do the thing. The bridge will stand. That's enough."
  ],
  "lesson_chunks": [
    "Torin's Truth:",
    "The hands know things the head never learns.",
    "You will not be paid what you're worth. You will not get credit for what you build. The loud ones will always win.",
    "They are there to protect the business, they don't give a fuck about you as an employee no matter what they say.",
    "The thing you build will outlast them. The bridge stands. That's enough.",
    "The building is the point.",
    "Thus concludes the sixth teaching."
  ]
}
