{
  "chapter": 6,
  "iteration": 0,
  "original_topic": "Work & Career",
  "gospel_title": "The Craftsman and the CEO",
  "ideology_summary": "Blue-collar skilled worker who values practical abilities over formal credentials. Electrician by trade who takes pride in work. Skeptical of managers and corporate culture. Believes in skills and calls out incompetence. Works hard but also plays hard.",
  "blurb": {
    "hook": "A craftsman who actually builds bridges vs. a CEO who builds PowerPoint slides — who matters more?",
    "conflict": "The world rewards loud ones, not builders. The CEO gets credit; the craftsman gets sawdust.",
    "stakes": "Torin reveals: the building is the point. The bridge stands when everything else is forgotten."
  },
  "summary_chunks": [
    "The Craftsman and the CEO is an allegorical tale about a skilled craftsman named Torin who actually builds things, compared to a CEO named Vance who builds nothing but presentations.",
    "Torin can build a bridge in three months. Vance calls meetings for six months and produces no bridge.",
    "The world rewards the loud, not the builders. The CEO makes ten thousand times more than the craftsman.",
    "Watch what they do, not what they say. If they don't have calluses, they probably don't know what they're talking about.",
    "The building is the point — not credit, not money. The bridge will stand when everything else is forgotten."
  ],
  "lesson": [
    "The hands know things the head never learns.",
    "You will not be paid what you're worth. You will not get credit for what you build. The loud ones will always win.",
    "They are there to protect the business, they don't give a fuck about you as an employee no matter what they say.",
    "Watch what they do, not what they say. If they don't have calluses, they probably don't know what they're talking about.",
    "The thing you build will outlast them. The bridge stands. That's enough. The building is the point."
  ],
  "subtitle": "In which the traveler discovers that the hands know things the head never learns."
}
