{
  "chapter": 2,
  "iteration": 3,
  "title": "The Market of Masks",
  "story_chunks": [
    "Chapter 2: The Market of Masks",
    "[clear throat] I’ve seen a city that only opens at night. It wasn’t built of stone. It was built of noise — a market with a thousand stalls and only two colors of lanterns.",
    "Red on one side, blue on the other. The merchants swore those colors meant everything. They said if you bought from the wrong color, you were the enemy.",
    "I walked the aisles and watched them work. The red stall shouted, “The blue will take your grain.” The blue stall shouted, “The red will burn your temple.”",
    "And the crowd, holy and furious, turned their knives on each other. Above the market, behind a veil of smoke, there was a balcony. A man sat there counting.",
    "Coins slid across his fingers like oil. He did not shout. He did not pick a color. He owned both sides. The old kings used to take your shit, so the balcony got smarter.",
    "It built a market and sold you the fight instead. [sigh] I asked a tired merchant what the game really was. He said, “The crowd is the product. We’re just the commercial.”",
    "Listen. The red stall and the blue stall are not enemies. They’re mirrors. Four years this color, four years that. Back and forth like a sick pendulum. Same balcony. Same cut.",
    "And when the scarves stop working, the balcony gives you new fights. It drags your private life onto the stage so you never notice the coins leaving your pocket.",
    "It makes your love a law. It makes your body a ballot. It makes your prayers a policy. Anything but the rigged game right in front of you.",
    "[sigh] You don’t have to play. You don’t have to pick a lantern. You can build a place where the balcony doesn’t exist and the market doesn’t feed on rage.",
    "That means the system changes. Education instead of noise. People instead of spectacle. A world that doesn’t reward the balcony for keeping you angry.",
    "The city was never split in two. It was sold in two. The fight was a show. The balcony was always counting. [clear throat] That’s the story."
  ],
  "lesson_chunks": [
    "The Wanderer’s Wisdom:",
    "The market sells you a fight so the balcony can keep counting.",
    "Red and blue are mirrors, not enemies.",
    "Personal battles are bait to hide the coins leaving your pocket.",
    "You don’t have to pick a lantern. You can build another way.",
    "A system that profits from rage will always manufacture it.",
    "Thus concludes the second teaching."
  ]
}
