{
  "iteration": 1,
  "title": "The 10 Commandments of the Unbought",
  "commandments": [
    {
      "number": 1,
      "title": "Keep God Between You and God",
      "text": "If there is a god, that’s between you and fucking god. No priest, temple, or book gets to stand in the middle.",
      "source_chapter": "The Shepherd's Lie"
    },
    {
      "number": 2,
      "title": "Name the Control",
      "text": "Organized religion is the single most fuckign retarded thing humans have ever done. The temple doesn’t seek truth — it seeks obedience.",
      "source_chapter": "The Shepherd's Lie"
    },
    {
      "number": 3,
      "title": "Do Not Worship the Arena",
      "text": "Capitalism has to go. The arena is rigged, the teams are costumes, and the empire eats either way. Build something else.",
      "source_chapter": "The Coliseum"
    },
    {
      "number": 4,
      "title": "See the Strings",
      "text": "It’s fucking weird to be a live, sentient being with at least the illusion of free will. Look for the strings anyway — that’s the only freedom that matters.",
      "source_chapter": "The Puppet and the Puppeteer"
    },
    {
      "number": 5,
      "title": "Write the Page",
      "text": "The meaning of life isn’t found — it’s made. The story writes itself, but your choices are the blank pages.",
      "source_chapter": "The Story That Wasn't Written"
    },
    {
      "number": 6,
      "title": "Measure by Harm",
      "text": "Morality isn’t rules. It’s a question: does this cause harm? If it does, don’t dress it up with sermons.",
      "source_chapter": "The Preacher and the Thief"
    },
    {
      "number": 7,
      "title": "Preaching Isn’t Purity",
      "text": "The loudest preacher usually has the most to hide. If you do wrong, admit it — don’t sell holiness while you steal.",
      "source_chapter": "The Preacher and the Thief"
    },
    {
      "number": 8,
      "title": "Owe Nobody Your Beliefs",
      "text": "I don’t owe you shit, so don’t bother me with your beliefs. Don’t force people to watch your theater.",
      "source_chapter": "Philosophical Profile"
    },
    {
      "number": 9,
      "title": "Choose the Real Ones",
      "text": "The friends you love are real ass fucking people you wouldn’t change a single thing about. Choose few. Choose real.",
      "source_chapter": "Philosophical Profile"
    },
    {
      "number": 10,
      "title": "Be Willing to Be Wrong",
      "text": "Everyone’s wrong sometimes. It’s fine to be wrong and believe you were right, then find out you weren’t. That’s how you grow.",
      "source_chapter": "The Preacher and the Thief"
    }
  ]
}
