{
  "chapter": 1,
  "iteration": 0,
  "title": "The Shepherd's Lie",
  "story_chunks": [
    "Chapter 1: The Shepherd's Lie",
    "[clear throat] In the beginning, there was only the flock. The shepherd gathered them into the pen each morning and led them out to graze upon the hills.",
    "The sheep did not question the shepherd, for they knew only the pen, the grass, and the shepherd's voice. And the shepherd was pleased, for the sheep were many, and their wool was warm, and their meat was tender.",
    "[sigh] But there was one sheep who wandered. Not away from the flock — no, the flock was safety, and the wolf was real.",
    "But this sheep would wander in its mind, away from the simple truths it was taught. It would look up at the stars and wonder: Who made these? And who made the one who made these?",
    "The other sheep saw it wandering and said, Why do you think such things? The shepherd tells us what is true.",
    "But the wandering sheep could not stop.",
    "One day, the shepherd called the flock together. I have seen the face of the one who made us all. He lives beyond the mountains, and he has spoken to me.",
    "He says we must gather together each seventh day and sing his praises. He says we must give a tenth of our wool to the temple. He says that those who do not believe will be cast into the pit where the wolf lives forever.",
    "[sigh] And the sheep were afraid.",
    "But the wandering sheep spoke up. How do you know this, shepherd? Did this god write it down? Did he speak to you directly?",
    "The shepherd smiled. I have a book, he said. Written by men who knew men who knew the god. It is all true.",
    "The wandering sheep looked at the book. It was written by shepherds — men who had never left the valley, who had never seen the mountains.",
    "It had seen the ones who led the temples. It had seen them judge the weak. It had seen them cast out those who loved differently. It had seen them hoard wool while the lamb with no mother froze.",
    "[gasp] Why would a god need us to worship him? asked the wandering sheep. What is worship to an infinite being?",
    "Does he grow stronger when we sing? Does he grow lonely when we don't?",
    "Why would a god create a system where belief in him — which he gave us the capacity to doubt — determines whether we burn forever? That doesn't sound like love. That sounds like control.",
    "The other sheep began to murmur. Blasphemy. The wandering one has been touched by the wolf.",
    "But the wandering sheep continued. We don't need religion to be good to each other. And all it does is give people an avenue to control others. Or give people a reason to think they're superior to others in some way.",
    "[chuckle] The shepherd grew angry. You dare question the divine?",
    "I question you, the wandering sheep said. I question why a god would need you to speak for him.",
    "Maybe there is something out there. Maybe there is some presence, some awareness, some ground of being beneath everything. But organized religion — that's the single most retarded thing humans have ever done.",
    "It's a bastardization of true spirituality. If a spiritual power exists, it sure as shit isn't you, it sure as shit isn't derived from this book. -- And it sure as shit isn't to be sought in your temple.",
    "And the wandering sheep walked away from the pen — not physically, but in its mind. It knew it could never truly leave the flock, for the wolf was real.",
    "But it knew now what the shepherd really was. A man with a book. A man with a staff. A man who needed the sheep to believe so that he could lead them.",
    "[sigh] And so it was, and so it is, and so it shall be until the last sheep opens its eyes."
  ],
  "lesson_chunks": [
    "The Wanderer's Wisdom:",
    "If there is a god, that's between you and god — there's no reason to discuss it with other people.",
    "The temple does not seek truth. It seeks obedience.",
    "[chuckle] The shepherd does not serve the sheep. The sheep serve the shepherd.",
    "And the god — if there is one — probably has better things to do than worry about whether you sang the right song on the right day.",
    "The true spiritual path is not found in a building or a book. It is found in the question itself: What is real? What matters? What is true?",
    "Follow those questions like a river. They will take you further than any shepherd ever could.",
    "Thus concludes the first teaching."
  ]
}