{
  "chapter": 7,
  "iteration": 0,
  "original_topic": "Relationships & Friendship",
  "gospel_title": "The Circle of Fire",
  "ideology_summary": "Deeply loyal with a small circle of close friends, values authenticity over quantity. Has few friends but the relationships are intense and loyal. Values people who are 'real' and will go to bat for them. Thinks most people are superficial but cherishes those few who aren't.",
  "blurb": {
    "hook": "A man who walked thousands of roads meets thousands of people — but only four would show up at 3 AM when the world falls apart.",
    "conflict": "In a world of crowds and noise, the man chooses silence and solitude over superficial connections. He faces the question: is he broken, or is everyone else?",
    "stakes": "The fire that warms four is worth more than a thousand embers that go cold. But finding those four — truly finding them — means accepting that most people won't stay."
  },
  "summary_chunks": [
    "The Circle of Fire is an allegorical tale about a traveler who walks many roads and meets thousands of people, but learns that real connection is rare and precious.",
    "Through the metaphor of a fire that burns hot with four rather than spreading thin across a hundred, he explains why quality matters more than quantity in friendship.",
    "He describes the exhaustion of performing social interactions, and the relief of finding people who don't require performance.",
    "The bond is forged through shared struggle, not through surface-level pleasantries. True friends are those who stayed through the hard times."
  ],
  "lesson": [
    "A hundred acquaintances won't hold you when you fall. Four will.",
    "I can name on ONE HAND the people I'd take a bullet for.",
    "Being real is rare, and it exhausts you — save it for those who deserve it.",
    "Struggle together builds bonds that nothing else can.",
    "Hold tight to the ones who stayed. They are worth more than you know."
  ],
  "subtitle": "In which the traveler discovers that few hands holding tight is worth more than a crowd reaching."
}
