{
  "chapter": 4,
  "iteration": 0,
  "original_topic": "Meaning & Purpose",
  "gospel_title": "The Story That Wasn't Written",
  "ideology_summary": "Existential pragmatist who focuses on practical living over philosophical pontificating. Doesn't spend much time worrying about the meaning of life. Focuses on tangible things that can be controlled and direct experience rather than abstract philosophy. Acknowledges death is the end with no afterlife.",
  "blurb": {
    "hook": "A book writes itself — no author, no plan, no meaning. But the characters can still write their own pages.",
    "conflict": "Mira discovers her entire life is already written — except the choices she makes. Those are blank pages she fills herself.",
    "stakes": "If there's no cosmic meaning, what's left? Vera reveals: meaning is what you make before the book closes."
  },
  "summary_chunks": [
    "The Story That Wasn't Written is an allegorical tale about a character who discovers the book of her life was never written — it writes itself.",
    "Every page appears at the moment it's needed. There's no author, no plan. The story is whatever happens.",
    "The choices — those are the blank pages. The brother's death was written; avenging him was not. That was her writing.",
    "At the end of the book, Vera reveals: meaning is not found, it's made. Every word is precious because there are only so many words.",
    "When you die, it's all gone. That's the only time time stops. The meaning is the making."
  ],
  "lesson": [
    "The meaning of life is not found. It is made.",
    "The book was never written — it writes itself. Every choice is a page appearing where there was blankness.",
    "When you die, it's all gone. That's the only time time stops.",
    "Everything matters because it ends. Every moment is precious because there are only so many moments.",
    "The meaning is the making. The end is the only truth. So make something."
  ],
  "subtitle": "In which the traveler discovers that the story has no author - and that's the point."
}
