{
  "chapter": 8,
  "iteration": 0,
  "title": "The Builder and the Machine",
  "story_chunks": [
    "Chapter 8: The Builder and the Machine",
    "[clear throat] There was a builder, and the builder made things. Not things for money. Not things for fame. The builder made things because making was the point.",
    "The builder would stay up all night, fingers flying over keyboards, wires sparking from soldering irons, code compiling and crashing.",
    "In the same city, there was a user. The user used things. The user had the newest phone, the newest laptop.",
    "Why do you waste your time building things? Everything is already built. Just use what's there.",
    "Can you fix it? Can you open the thing and fix it? Or do you just use it until it breaks, then throw it away?",
    "[chuckle] I can fix things. I can make things. You can only use what's already there.",
    "When the builder was young, the builder tried to learn from books. The books were impossible.",
    "So the builder learned differently. The builder broke things. Wrote code that crashed. Code that worked for no reason.",
    "I don't know how I got anything to work. I just kept typing until something happened.",
    "That's the point. The builder did not learn by reading. The builder learned by doing. By failing.",
    "There was also a newer thing now — a machine that could think. The user was afraid. The machine is going to take our jobs.",
    "[sigh] The builder was not afraid. Can it think? Or does it just predict what comes next?",
    "It's a tool. Like a hammer. Like a keyboard. It does what you tell it to do. It does not want. It does not dream.",
    "One day, you would tell the machine what you wanted, and the machine would build it. Not perfectly — but enough to try.",
    "You don't learn to build by using. You learn by building. The machine can help, but cannot do for you.",
    "The building is the point. Not the using. Not the consuming. The making.",
    "[chuckle] You will be wrong. You will be wrong constantly. The master has failed more times than the novice has even tried.",
    "I've been wrong like 500x times more than the average person. That's not shame. That's the badge."
  ],
  "lesson_chunks": [
    "The Builder's Creed:",
    "You learn by building. Not by reading. Not by watching. By doing. By failing.",
    "I used to not be able to do much fast but also did every single line of code myself.",
    "The machine is a tool. Not a mind. Not a threat. A hammer that becomes whatever you build with it.",
    "The building — the act of making something that did not exist — that is the point.",
    "I've been wrong like 500x times more than the average person. That's not shame. That's the badge.",
    "Thus concludes the eighth teaching."
  ]
}
