{
  "chapter": 8,
  "iteration": 8,
  "title": "The Workshop and the Golem",
  "story_chunks": [
    "Chapter 8: The Workshop and the Golem",
    "[clear throat] I met a builder who kept a golem in his workshop. The golem could lift beams and carry stone. It never got tired and never asked why, and that made the builder both grateful and afraid.",
    "When the builder was young, he did every single line of work with his own hands. Sometimes someone helped, but he at least typed it. That mattered. Then the golem arrived and made the work more sophisticated.",
    "The builder told me, ‘I want to train our own golem.’ Not because it was cheaper, but because it would be real and understood, not a spell bought from someone else.",
    "He learned systems the hard way. Honest to god, he said, I don’t know how I got anything to work back then because I had no fucking clue what I was doing. That’s the price. That’s the path.",
    "People said, ‘Use the golem and stop asking questions.’ He said, ‘I’ve been wrong like 500x times more than the average person. I didn’t die. I learned.’ That’s the real secret of machines.",
    "[sigh] The golem builds whatever you tell it to build. It doesn’t know what matters. If you give it the wrong blueprint, it will build a perfect disaster.",
    "So the builder stayed in the shop. He kept his hands dirty. He treated the golem like a tool, not a god. When it failed, he fixed it. When it surprised him, he learned.",
    "The traveler asked if I trust the machine. I said, ‘I trust a builder who knows his machine. I don’t trust a builder who hides behind it.’ Judgment still matters.",
    "[clear throat] Build your own tools if you can. If you can’t, learn how they work. Don’t worship the golem. Keep your hands on the craft."
  ],
  "lesson_chunks": [
    "The Wanderer’s Wisdom:",
    "Tools can help, but they don’t replace judgment.",
    "Being wrong is the price of building anything real.",
    "A machine without understanding is a faster mistake.",
    "Build, test, and learn — then build again.",
    "Keep your hands on the craft.",
    "Thus concludes the eighth teaching."
  ]
}
