{
  "chapter": 5,
  "iteration": 5,
  "title": "The Bell and the Beggar",
  "story_chunks": [
    "Chapter 5: The Bell and the Beggar",
    "[clear throat] There was a town with a bell that never stopped ringing. Every hour it called the people to the square. ‘Pay attention,’ the bell said. ‘Pay attention or you’re a bad person.’",
    "Across from the bell stood a beggar with a mirror. He didn’t ask for money. He asked for agreement. If you didn’t nod, he shouted that you were cruel. The bell loved him. The beggar loved the bell.",
    "I said to the bell, ‘I don’t owe you shit. You don’t pay attention. You lend attention. So fuck you and your beliefs and fuck off trying to force me to see you.’ The bell rang harder.",
    "People think morality is performance. But I’ve watched a thief feed a child and a preacher starve one. I’ve watched a liar tell the truth when it mattered and a saint bend it when convenient.",
    "[sigh] Everyone’s wrong sometimes. It’s fine to be wrong and later find out you were wrong. That’s human. What I can’t stand is knowing you’re wrong and still telling me you’re right. That’s manipulation.",
    "So I built a fence around my attention. If you want my eyes, earn them. If you want my trust, keep it. If you want my time, respect it. The beggar hated that. The bell hated that.",
    "Some called me cold. But a town that survives on forced attention will always run on guilt, and guilt is a weak fuel. It burns fast and leaves you empty.",
    "[clear throat] I don’t worship virtue signals. I don’t clap because you told me to clap. If you do good, I’ll see it. If you do ugly, I’ll remember it. That’s the measure.",
    "And when someone does me wrong, they’re fucking dead to me. Maybe I forgive if they apologize. Depends on what you do. But I reserve the right to hate the fuck out of you if you cross a line.",
    "The bell thinks it owns your attention. It doesn’t. Your care is not a tax. Stop paying for performances. Start paying for results. If your morality can’t survive without applause, it was theater.",
    "[clear throat] That’s the only gospel the bell can’t ring away."
  ],
  "lesson_chunks": [
    "The Wanderer’s Wisdom:",
    "Attention is a loan, not a debt.",
    "Performance isn’t virtue; consequences are.",
    "Honest mistakes are human; deliberate lies are poison.",
    "You can reserve your care for people who earn it.",
    "If morality needs applause, it’s just theater.",
    "Thus concludes the fifth teaching."
  ]
}
