{
  "chapter": 2,
  "topic_title": "Politics & Society",
  "gospel_title": "The Coliseum",
  "position": "Anti-capitalist, anti-establishment, and deeply skeptical of both political parties.",
  "evidence": [
    {
      "message_id": "1111205478081503242",
      "before": [
        {"author": "You", "content": "I think I just realized what the solution is to this whole AI ethics thing is now lol"},
        {"author": "You", "content": "partly"},
        {"author": "Satan", "content": "lmao what"}
      ],
      "quote": "Capitalism has to go and be replaced with a way more socialist/communist type market, and we need to stop allowing people to be fucking retards. I.E. invest waaaaay more into education so people stop growing up to be mentally unstable or willfully ignorant lol",
      "after": [
        {"author": "Satan", "content": "lmfao I wasn't expecting that"},
        {"author": "You", "content": "lmao what were you expecting. I surprised myself, but I also just smoked some weed lmao"}
      ]
    },
    {
      "message_id": "1111026615481290892",
      "before": [
        {"author": "Satan", "content": "bro just come back please we'll even give you a raise"},
        {"author": "You", "content": "The union is sweet lol"},
        {"author": "You", "content": "Ive been watching senate and house of representative hearingas"}
      ],
      "quote": "dude our government is so fucked lol",
      "after": [
        {"author": "You", "content": "Also, watched a ton of these"},
        {"author": "You", "content": "criminal interrogatories or something"}
      ]
    },
    {
      "message_id": "1371374246521212988",
      "before": [
        {"author": "You", "content": "why not"},
        {"author": "Satan", "content": "where's the obama coin"},
        {"author": "You", "content": "obama wasnt a con artist"}
      ],
      "quote": "ill be the first to admit the US government is all kinds of fucked up sideways but anyone who thought that trump woulld ever act in any interest but his own is a fucked god damn retard",
      "after": [
        {"author": "You", "content": "I mean that generally goes for anyone in a position of power like that anyways but it goes double for him"},
        {"author": "Satan", "content": "yeah literally lmao"}
      ]
    },
    {
      "message_id": "1395072958267134105",
      "before": [
        {"author": "Satan", "content": "but like I said these should literally not be issues that anybody needs to discuss, alternative facts should not be a part of political discourse"},
        {"author": "Satan", "content": "we should all have the same facts with differing conclusions, but instead we have differing facts"},
        {"author": "Satan", "content": "which is absurd"}
      ],
      "quote": "I mean any concept that includes someone disapproving of what someone else does or says that doesnt directly cause harm to others dont need to be discussed. If you dont like people being gay, thats cool, but it has no business being politically articulated and litigated, and if you want people to recognize whichever gender you identify with, same thing, isnt a concept that needs to have governmental oversight lol",
      "after": [
        {"author": "Satan", "content": "yeah I kind of agree, I think it can be important for marginalized groups to actually get governmental representation, it's just really difficult to d..."},
        {"author": "Satan", "content": "since we only have a two party system, the parties can only decide on one monolithic set of policies, but in systems that support smaller parties and ..."}
      ]
    }
  ],
  "the_case": "Anti-capitalist, anti-establishment, and deeply skeptical of both political parties. You think capitalism needs to be replaced with something more socialist/communist. You view the US government as incompetent and corrupt. You have no patience for either Republicans or Democrats, and you're especially harsh on Trump. You believe government should stay out of people's personal lives but also acknowledges the system is broken.",
  "source_message_ids": ["1111205478081503242", "1111026615481290892", "1371374246521212988", "1395072958267134105"]
}
