{
  "chapter": 2,
  "iteration": 0,
  "original_topic": "Politics & Society",
  "gospel_title": "The Colosseum",
  "ideology_summary": "Anti-capitalist, anti-establishment, and deeply skeptical of both political parties.",
  "blurb": {
    "hook": "In a Colosseum built by the Emperor, the crowd fights each other while the Emperor takes his cut.",
    "conflict": "Section A and Section B tear each other apart over scarves and colors while the game stays rigged.",
    "stakes": "The crowd never wins. The Colosseum stays. The Emperor eats like a king."
  },
  "summary_chunks": [
    "The Colosseum is an allegorical tale about the American political system as a rigged Colosseum.",
    "The Emperor built two sections in the stands - Section A and Section B - and convinced them to fight each other while he takes his cut.",
    "The gladiators know they're being used, but the crowd thinks they're choosing. They think their side is winning.",
    "Democrats and Republicans aren't enemies - they're the same guy wearing different scarves, taking turns every four years.",
    "The real trick is getting people to fight about personal issues like gay rights and gender while ignoring the coins leaving their pockets.",
    "The answer isn't picking a new team - it's building something else entirely."
  ],
  "lesson": [
    "The game is rigged. The question is whether you play.",
    "Section A and Section B are both working for the Emperor. The fight is the product.",
    "You can burn down every team and still lose. The Colosseum stays.",
    "Build something else. Or don't. Just stop pretending the scarf matters."
  ],
  "subtitle": "In which the traveler discovers that the fight in the arena is not between gladiators, but between the crowd itself — and the emperor owns both sides.",
  "summary": "The Colosseum is an allegorical tale about a rigged Colosseum. The Emperor built two sections in the stands - Section A and Section B - and convinced them to fight each other while he takes his cut. The gladiators know they're being used, but the crowd thinks they're choosing. They think their side is winning. The real trick is getting people to fight about personal issues while ignoring the coins leaving their pockets."
}