{
  "chapter": 4,
  "iteration": 4,
  "title": "The Lamp That Went Dark",
  "story_chunks": [
    "Chapter 4: The Lamp That Went Dark",
    "[clear throat] I once met a man who kept a lamp in a window. Every night he lit it. Every morning it went dark. The village asked why. He said, ‘Because it’s night. Because it’s morning.’",
    "A traveler asked, ‘What is the purpose of that flame?’ The man shrugged. ‘It keeps my hands from bumping into the table.’ The traveler wanted a bigger answer, a book, a story already written.",
    "So I told him about time. There is no past or future, it’s just a concept, and everything you experienced has happened right now. There is no after. When you die it’s all gone — that’s the only time time stops.",
    "He said, ‘That can’t be true. There has to be a reason.’ I said, ‘Your reasons are a luxury. The lamp still needs oil.’ He wanted to argue about souls and cosmic plans.",
    "I told him about brains. As soon as you die the neuron connections probably deteriorate like super quick. When the wire breaks, the light goes out. You can pray, but a broken filament is a broken filament.",
    "He looked at the lamp and asked, ‘So what’s the point if the light goes out?’ I said, ‘The point is the light while it’s on.’ He said, ‘That feels small.’ I said, ‘Small is honest.’",
    "Meaning isn’t found in a cosmic plan. It’s made in the next step and the work in your hands. You get right now. You get the people in the room. You get the meal you can taste. You get the lamp.",
    "[sigh] I’ve seen people spend their whole lives waiting for meaning that never arrives. They starve next to a full plate. They ignore the friend in front of them chasing a voice in the sky.",
    "So I told the traveler to stop looking for a story already written. Write one sentence today, another tomorrow. Not a myth. Not a sermon. Just a life you can actually live.",
    "[clear throat] The lamp will go dark. Light it anyway."
  ],
  "lesson_chunks": [
    "The Wanderer’s Wisdom:",
    "There is no after; the light goes out when the wire breaks.",
    "The only time time stops is when you die.",
    "Meaning isn’t found. It’s made in the next step.",
    "Practical living beats empty philosophy every time.",
    "Light the lamp while you’re here.",
    "Thus concludes the fourth teaching."
  ]
}
