{
  "chapter": 7,
  "title": "The Circle of Fire",
  "total_chunks": 16,
  "chunks": [
    "[clear throat] Chapter seven: The Circle of Fire. In which the traveler discovers that few hands holding tight is worth more than a crowd reaching.",
    "There was a man who walked many roads. And on those roads, he met thousands. Tens of thousands. Faces blurring into one another, voices rising and fading like waves upon a shore.",
    "Names passed through him like wind through branches — remembered briefly, then gone. And the man thought: Am I alone?",
    "For he saw others walking in packs. Hundreds, walking together. Laughing. Shouting. Filling the air with noise. And the man wondered if perhaps he was broken, because he could not walk with hundreds.",
    "One night, by a fire that crackled and popped beneath stars, the man sat with three others. Four. That was all. And someone asked him: Where are the rest? Why do you sit here, with only these three?",
    "The man laughed. Let me tell you, he said, about the difference between a hundred friends and four.",
    "He pointed to the fire. See that flame? It burns hot. It warms us. But if I took that same fire and spread it across a hundred campsites — what would happen?",
    "Nothing would catch. Nothing would stay lit. The fire would die trying to be everywhere at once, and would be nothing everywhere it touched.",
    "But this fire — this one fire — it knows us. It has burned with us through storms. It has stayed lit when the wind tried to snuff it.",
    "You see, the man continued, I met thousands. I talked with thousands. I laughed with them, drank with them, worked beside them. But when I fell — really fell — who reached down?",
    "He counted on his fingers. Four. And you know what's wild? I can count on ONE HAND the people I'd take a bullet for.",
    "That's four people. Maybe five on a good day. That's not many. But I'll tell you what — each one of them is worth more than a thousand.",
    "Because when you're sitting in the dark at 4 AM, staring at nothing — it's not the thousand that show up. It's the four. The ones who don't even say anything, just sit there. Because they know.",
    "Because being real is hard. It takes something out of you. You can't do it with everybody. You know that feeling when you're talking to someone and you can just TELL they're performing?",
    "That's exhausting to be around. And I'm tired. So I found people who don't do that. People who, when they're sitting with you, are actually WITH you. Not performing. Just... there. Real.",
    "And finding those people — man, it's rare. It's so goddamn rare. I've walked a lot of roads and I can count them on one hand."
  ],
  "summary_audio_filename": "chapter-07-the-circle-of-fire_summary.wav"
}