{
  "chapter": 7,
  "topic_title": "Relationships & Friendship",
  "gospel_title": "The Circle of Fire",
  "position": "Deeply loyal with a small circle of close friends, values authenticity over quantity.",
  "evidence": [
    {
      "message_id": "1388827844527788195",
      "before": [
        {
          "author": "You",
          "content": "it fucking sucks to struggle with things in life"
        },
        {
          "author": "You",
          "content": "but man Im i fucking glad that the people around me, them and you included had to struggle those things"
        },
        {
          "author": "You",
          "content": "cuz those struggles make us into the people that we are today, and without that shitty ass fucking shit the fucking happened to us, them, you, everyone..."
        }
      ],
      "quote": "like you and them and the few friends I do have, wouldn't be the same people at all and struggle sucks and shit and I dont wish for people to struggle, but the friends I love are like, real ass fucking people that I wouldn't change a single thing about and im glad as fuck I got to meet, cuz I wouldn't be the person I am either without the support and sharing of experiences and mulling over of right and wrong and shit without the few people that are in my circle",
      "after": [
        {
          "author": "You",
          "content": "i got all drunk cheesy with them too so I feel vulnerable and all fucking stupid saying this too lol"
        },
        {
          "author": "You",
          "content": "but man you are the fucking man and I love you also and I cant imagine not having gotten to like, grow and learn things and be the way I am today"
        }
      ]
    },
    {
      "message_id": "1388831509611417601",
      "before": [
        {
          "author": "You",
          "content": "like id be a totally different totally more retarded person and fucking hell that would be awful, so I feel lucky to know you and shit"
        },
        {
          "author": "You",
          "content": "anyways im going to bed and shit lol but corny as that is dude you're the man and thanks for bein the fucking man"
        },
        {
          "author": "You",
          "content": "like you dont need to add struggle to your life to gain a higher understanding, cuz you already have dealt with struggle like that every day subliminal..."
        }
      ],
      "quote": "I can name on 1 hand the people that I feel that way about, clearly I dont have to tell you you're one of them, but like, we meet fucking tons and tons of people and for that kind of friend and person, like its crazy I can only count on 1 hand the people that I really truly cherish for all those reasons, and it really exemplifies how rare it is to have people like that in your life",
      "after": [
        {
          "author": "You",
          "content": "anyways, going to bed 2.0"
        },
        {
          "author": "Satan",
          "content": "oh lmao I think I get what you're saying"
        }
      ]
    }
  ],
  "the_case": "Deeply loyal with a small circle of close friends, values authenticity over quantity. You have few friends but the relationships are intense and loyal. You value people who are 'real' and will go to bat for them. You think most people are superficial but cherish those few who aren't.",
  "source_message_ids": [
    "1388827844527788195",
    "1388831509611417601"
  ]
}
