{
  "chapter": 1,
  "topic_title": "Religion & Spirituality",
  "gospel_title": "The Shepherd's Lie",
  "position": "Strong atheist who views organized religion as a control mechanism, not genuine spirituality.",
  "evidence": [
    {
      "message_id": "1274660148476121151",
      "before": [
        {
          "author": "You",
          "content": "but we dont need religion to do that, and all it does if you take that away is give people an avenue to control others, or give people a reason to thi..."
        },
        {
          "author": "Satan",
          "content": "yeah lol"
        },
        {
          "author": "Satan",
          "content": "the way I think about it, is that if someone is bad, they'd probably be just as bad whether or not they were religious, they're just using their relig..."
        }
      ],
      "quote": "no clue if there is a god out there or whatever, but my opinion is, if there is thats between you and fucking god, and theres no reason at all to discuss it with other people.",
      "after": [
        {
          "author": "You",
          "content": "yeah exactly"
        },
        {
          "author": "Satan",
          "content": "I agree it can be used to control people and for bad people to convince a lot of people en masse of their shitty ideals, though"
        }
      ]
    },
    {
      "message_id": "1274659886092914761",
      "before": [
        {
          "author": "You",
          "content": "i used to think that way too"
        },
        {
          "author": "You",
          "content": "I fully hate it now though lol"
        },
        {
          "author": "You",
          "content": "like sure it teaches \"good morales\" and shit for the most part"
        }
      ],
      "quote": "but we dont need religion to do that, and all it does if you take that away is give people an avenue to control others, or give people a reason to think they are superior to others in some way",
      "after": [
        {
          "author": "Satan",
          "content": "yeah lol"
        },
        {
          "author": "Satan",
          "content": "the way I think about it, is that if someone is bad, they'd probably be just as bad whether or not they were religious, they're just using their relig..."
        }
      ]
    },
    {
      "message_id": "1274660812618993725",
      "before": [
        {
          "author": "You",
          "content": "I was thinking about this kinda the other day"
        },
        {
          "author": "You",
          "content": "like say some form of christian belief is true to some extent"
        },
        {
          "author": "Satan",
          "content": "yeah, and I think it's weird how common it is for people to like just post in random places online about some christian shit and how you should believ..."
        }
      ],
      "quote": "how troll omegalul would it be for the devil or whatever to have instilled the Christian religion as it is now on humans to keep them from actually achieving some true level of spirituality",
      "after": [
        {
          "author": "You",
          "content": "yeah dude its mind control lol"
        },
        {
          "author": "Satan",
          "content": "you know that reminds me, I've heard people throw out the idea that maybe the bible itself was \"tainted by the devil\" (to use the christians' terminol..."
        }
      ]
    },
    {
      "message_id": "1274672093237219329",
      "before": [
        {
          "author": "Satan",
          "content": "I noticed they have a very narrow definition of judgment"
        },
        {
          "author": "Satan",
          "content": "\"I'm not judging him, of course God has the final judgment, I just think he's evil and shouldn't be near my children\""
        },
        {
          "author": "You",
          "content": "llmaoo"
        }
      ],
      "quote": "christians are the most fucking judgemental people ive ever met",
      "after": [
        {
          "author": "Satan",
          "content": "yeah lol"
        },
        {
          "author": "You",
          "content": "well the muslims are pretty bad too actually"
        }
      ]
    }
  ],
  "the_case": "Let me make the case for strong atheist who views organized religion as a control mechanism, not genuine spirituality.. You don't believe in God and see Christianity specifically as hypocritical and manipulative. You distinguish between \"spirituality\" (which could be real) and \"religion\" (which you see as man-made control). You've had negative experiences with church people and think religious belief is a \"bastardization of true spirituality.\"",
  "source_message_ids": [
    "1274660148476121151",
    "1274659886092914761",
    "1274660812618993725",
    "1274672093237219329",
    "1366358248269025282"
  ]
}