{
  "chapter": 5,
  "iteration": 0,
  "original_topic": "Morality & Ethics",
  "gospel_title": "The Preacher and the Thief",
  "ideology_summary": "Practical consequentialist who values authenticity over virtue signaling. Doesn't care about performative morality or people preaching. Believes in being direct, loyal to friends, and holding people accountable. Forgiving of honest mistakes but hostile to hypocrisy.",
  "blurb": {
    "hook": "A preacher who shouts about righteousness steals from widows in the night. A thief simply steals and admits it. Which is worse?",
    "conflict": "Morality isn't about rules — it's about harm. But the hardest lesson is: you'll be wrong a lot.",
    "stakes": "The philosopher reveals: loyalty is the only virtue that matters. And betrayers are dead to you — not out of hate, but honesty."
  },
  "summary_chunks": [
    "The Preacher and the Thief is an allegorical tale about a holy man who preaches righteousness but steals in secret, compared to a thief who simply steals and admits it.",
    "An old woman reveals the truth: one who speaks of goodness and does evil is worse than one who does evil and speaks the truth.",
    "A philosopher teaches: morality is not rules or words — it's effect. Does your action cause harm? Does it help?",
    "The hardest truth: you'll be wrong a lot. Admitting it is the whole game — not being so attached to beliefs you can't admit mistake.",
    "Loyalty is the only virtue that matters. The ones who stay. The ones who show up. Betrayers are dead to you — not out of hate, but honesty."
  ],
  "lesson": [
    "Morality is not a set of rules. It's a question: does this cause harm?",
    "The preacher who preaches and steals is worse than the thief who steals and admits it.",
    "Everyone's wrong sometimes. And it's fine to be wrong and believe you're right and then later find out you're wrong.",
    "Loyalty is the only virtue that matters - not to everyone, but to the ones who earn it.",
    "The ones who betray that loyalty? They're dead to you. Not out of hate. Out of honesty."
  ],
  "subtitle": "In which the traveler learns that the one who preaches the loudest usually has the most to hide."
}
