{
  "chapter": 5,
  "topic_title": "Morality & Ethics",
  "gospel_title": "The Preacher and the Thief",
  "position": "Practical consequentialist who values authenticity over virtue signaling.",
  "evidence": [
    {
      "message_id": "1297210151480066108",
      "before": [
        {
          "author": "You",
          "content": "God damn 4 years lol"
        },
        {
          "author": "Satan",
          "content": "yeah I think there are better ways to do it, but the ideology of some of them is that they'll only get noticed if they disrupt the public itself, nobo..."
        },
        {
          "author": "Satan",
          "content": "or whatever they want to protest against"
        }
      ],
      "quote": "Yeah sure I get that but the way I feel is I don’t owe you shit so dont bother me with your beliefs. The phrase “pay attention” embodies that mentality. You don’t pay attention you lend attention, so fuck you and your beliefs and fuck off trying to force me to see you",
      "after": [
        {
          "author": "You",
          "content": "I definitely agree with it being a punishable offense to do that shit, definitely not 4 years, maybe like 30 days lol"
        },
        {
          "author": "Satan",
          "content": "I mean \"conspiracy to cause a public nuisance\" idk lmao"
        }
      ]
    },
    {
      "message_id": "1405738972881227816",
      "before": [
        {
          "author": "You",
          "content": "hes a nice guy i feel bad talking shit lol"
        },
        {
          "author": "You",
          "content": "but I literally fucking hate when people have that quality or whatever"
        },
        {
          "author": "You",
          "content": "how does one even learn that habit"
        }
      ],
      "quote": "Everyones wrong sometimes. Like. And its fine to be wrong and believe that youre were right and then later find out youre wrong",
      "after": [
        {
          "author": "You",
          "content": "but when you know youre wrong, and I know youre wrong"
        },
        {
          "author": "You",
          "content": "yet you tell me youre right"
        }
      ]
    },
    {
      "message_id": "1465940843771727935",
      "before": [
        {
          "author": "You",
          "content": "but 2 anecdotal"
        },
        {
          "author": "You",
          "content": "cuz idk anyone with bpd"
        },
        {
          "author": "Satan",
          "content": "I've met a few people with it, it's rough for them for sure lol"
        }
      ],
      "quote": "but im a firm believer of you do me wrong youre fucking dead to me and MAYBE ill forgive you if you apologize, depends on what you do but also I reserve the right to hate the fuck out of you forever if you do me wrong in a way that initiates that response from me.",
      "after": [
        {
          "author": "Satan",
          "content": "she was also a functioning autist, I don't think that really effects it though"
        },
        {
          "author": "You",
          "content": "yeah thats a good one I actually dont know about that other statement, maybe this one too I would probably be like, okay you get a pass, if theyre som..."
        }
      ]
    }
  ],
  "the_case": "Let me make the case for practical consequentialist who values authenticity over virtue signaling.. You don't care about performative morality or people preaching at you. You believe in being direct, loyal to friends, and holding people accountable. You're forgiving of honest mistakes but hostile to hypocrisy.",
  "source_message_ids": [
    "1297210151480066108",
    "1405738972881227816",
    "1465940843771727935"
  ]
}