{
  "chapter": 9,
  "iteration": 0,
  "original_topic": "Drugs & Alcohol",
  "gospel_title": "The Two Doors",
  "ideology_summary": "Pragmatic user who sees substances as personal choice, strongly anti-addiction. Drinks socially and has tried psychedelics. Thinks addiction (especially meth) is one of the worst things that can happen. Doesn't moralize about what others do but has strong opinions about harm.",
  "blurb": {
    "hook": "Two doors in the forest: one is a bar (safe, simple), the other is something else entirely (psychedelics, addiction).",
    "conflict": "Cole goes through both. The second door shows something unexplainable - but some can't come back.",
    "stakes": "The truth: alcohol is just being human, psychedelics reveal something real, but meth destroys you."
  },
  "summary_chunks": [
    "The Two Doors is an allegorical tale about two paths: the first door (alcohol) is simple and safe, the second (harder substances) changes you forever.",
    "Behind the second door is something - something that feels more real than real. Whether it's God or just the brain, you can't un-see it.",
    "Some who go through the second door can't come back. The pull becomes a hunger. Meth rewrites you into something that only wants one thing.",
    "Don't let the fearful tell you what's behind the doors. Don't let those who got lost tell you the door is evil. Make your own choice.",
    "A drink with friends is just being human. That's not a sin. That's just being alive."
  ],
  "lesson": [
    "The second door is there. Behind it is something - something real, something unexplainable.",
    "Honestly DMT is the closest thing to actually feeling like there's something religion adjacent that humans can't comprehend.",
    "Some who go through can't come back. The pull is too strong. That is the danger.",
    "Meth is crazy - I would rather be enslaved in a work labor camp than be that hopelessly addicted.",
    "A drink with friends is just being human. That's not a sin. Don't let the fearful tell you what's behind the doors."
  ],
  "subtitle": "In which the traveler discovers that some doors open inward - and once you've walked through, you can never go back."
}
