{
  "chapter": 7,
  "iteration": 7,
  "title": "The Small Fire",
  "story_chunks": [
    "Chapter 7: The Small Fire",
    "[clear throat] I once walked through a city of lanterns. Lights everywhere — windows glowing, signs blinking, streets lit like a festival. People waved from every doorway and called it community.",
    "But when the wind blew, most of those lights went out. Outside the city I found a small fire in a clearing. Four people sat around it. They weren’t loud. They weren’t many. But the fire held.",
    "I asked why they didn’t come into the city. One of them said, ‘The lights in there are pretty, but they don’t warm you.’ I understood. I can name on one hand the people I feel that way about.",
    "We meet fucking tons of people, but the ones you truly cherish are rare. The city tried to shame them: ‘You’re isolating. You’re missing out.’ The circle just looked at the fire and shrugged.",
    "[sigh] I hate that struggle exists. But I’m glad the people around me had to struggle those things, because that struggle made them real ass fucking people. Without that shitty ass shit, we wouldn’t be who we are.",
    "The city calls struggle a failure. The circle calls it a forge. I’m not saying chase pain. I’m saying when it comes, it leaves a mark that can turn strangers into kin.",
    "So I told the traveler: you don’t need a crowd. You need a few people who will sit with you in the cold and not flinch. People who tell you the truth even when it stings.",
    "Loyalty is built by time, honesty, and showing up when it’s not convenient. The city lights promise warmth but sell loneliness. The small fire gives less light but more heat.",
    "[clear throat] If you find a real flame, guard it. The city will keep flashing. The circle will keep burning."
  ],
  "lesson_chunks": [
    "The Wanderer’s Wisdom:",
    "A few real flames beat a thousand candles.",
    "Struggle can forge the kind of people worth keeping.",
    "The crowd is loud; the circle is warm.",
    "Loyalty grows where honesty lives.",
    "Guard the small fire.",
    "Thus concludes the seventh teaching."
  ]
}
