{
  "chapter": 2,
  "iteration": 0,
  "title": "The Two Wolves",
  "story_chunks": [
    "Chapter 2: The Two Wolves",
    "[clear throat] There were two wolves, and they were brothers.",
    "The first wolf was named Jem. He ran faster than the wind, and he grew fat on the kills of others.",
    "This is the natural order, Jem would say. The strong survive. The weak deserve to die. If you can't run, you deserve to be eaten.",
    "The second wolf was named Fallace. He was slower than Jem, but he was cunning.",
    "He would trick the deer into running into pits, or convince them that the pit was actually a swimming hole. Trust me, Fallace would say. Jump in. It's safe.",
    "The deer could not decide which wolf was worse. Some said Jem, for at least he was honest about being a wolf. Others said Fallace, for at least he pretended to care.",
    "[sigh] But a young fawn was watching. She had seen the wolves for what they really were.",
    "One day, the fawn approached an old owl. Owl, which wolf is right? Should I run until I collapse? Should I trust the pit?",
    "The owl hooted. There is a third way. But first, let me tell you about the two wolves' father.",
    "His name was Fear. - He was a wolf who never hunted. Instead, he convinced the deer that they needed him.",
    "I will protect you from the wolves, Fear told them. And the deer believed. They gave Fear their grass, their shelter, their children.",
    "What happened to Fear? He got old. And his children — Jem and Fallace — they didn't need him anymore. They ate him too.",
    "[chuckle] So both wolves are wrong? The wolves will tell you they are enemies.",
    "Jem says Fallace steals your grass. Fallace says Jem leaves you with nothing. They fight constantly — but look at what they're fighting over.",
    "They fight over which one gets to eat you. Not whether you get eaten.",
    "They're not enemies. They're partners. The fight is theater. It's for you. So you think you have to choose one.",
    "But they're both eating the same deer. They always have been.",
    "Then what do I do? Run? Fight? Choose? Build something else.",
    "Build a place where the deer don't have to run. Where the grass is shared. Where no wolf gets fat while the fawns go hungry.",
    "That's socialism? That's just common sense. Why should one wolf eat everything while the herd starves?",
    "And the other stuff — what I do with my life, who I love, what I believe? That's none of their fucking business.",
    "The wolves want you to fight about that too. It keeps you distracted.",
    "I'm going to build something. Something without wolves. Good luck."
  ],
  "lesson_chunks": [
    "The Fawn's Understanding:",
    "Two wolves fighting over who gets to eat you is not a choice. It's a trick.",
    "Jem says: Run faster or die. Fallace says: Share the grass or die. What I say is: Why are there wolves?",
    "The wolves will tell you the other wolf is the enemy. They're both eating your future. The fight is a show.",
    "The government is so fucked. Anyone who thought any Leader would act in any interest but their own is a retard.",
    "Build something else. Or at least stop pretending the wolves are your friends.",
    "Thus concludes the second teaching."
  ]
}