{
  "chapter": 2,
  "iteration": 0,
  "original_topic": "Politics & Society",
  "gospel_title": "The Two Wolves",
  "ideology_summary": "Anti-capitalist, anti-establishment, and deeply skeptical of both political parties. Thinks capitalism needs to be replaced with something more socialist/communist. Views the US government as incompetent and corrupt. Has no patience for either Republicans or Democrats, especially harsh on Trump. Believes government should stay out of people's personal lives but acknowledges the system is broken.",
  "blurb": {
    "hook": "Two wolves fight over the deer — but they're both eating the same prey.",
    "conflict": "The deer must choose between Jem (run or die) and Fallace (trust the pit). But both wolves are partners, not enemies. The fight is theater.",
    "stakes": "Choose wrong and get eaten. Choose 'right' and get eaten anyway. The only escape is building something without wolves."
  },
  "summary_chunks": [
    "The Two Wolves is an allegorical tale about a young fawn who discovers that the two political 'choices' are actually the same wolf wearing different masks.",
    "Jem runs faster and grows fat on others' work. Fallace tricks deer into pits while pretending to help. Both claim to be enemies — but they're partners feasting on the same deer.",
    "The owl reveals the truth: the fight is theater. Jem and Fallace fight over which gets to eat you, not whether you get eaten. They nod politely and share the kill.",
    "The solution isn't choosing a wolf — it's building something else. A place where grass is shared, not hoarded. Where no wolf gets fat while fawns go hungry.",
    "And personal freedoms? That's none of the wolves' business. They want you fighting about identity and religion to keep you distracted while they eat."
  ],
  "lesson": [
    "Two wolves fighting over who gets to eat you is not a choice. It's a trick.",
    "Capitalism says: Run faster or die. Socialism says: Share the grass or die. What I say is: Why are there wolves?",
    "The wolves will tell you the other wolf is the enemy. They're both eating your future. The fight is a show.",
    "The government is so fucked. Anyone who thought Trump would act in any interest but his own is a retard.",
    "Build something else. Or at least stop pretending the wolves are your friends."
  ],
  "subtitle": "In which the traveler meets two wolves and discovers they are both eating the same deer."
}
